{
  "2026-01-12": "The \"independent state legislature theory\" argued that state legislatures have nearly unlimited power over federal elections, immune from state court review, gubernatorial vetoes, or state constitutional constraints—a theory that came within one or two Supreme Court votes of becoming law before being rejected 6-3 in Moore v. Harper (2023). Had it succeeded, the theory would have removed key institutional checks that prevent election subversion, such as state courts' ability to strike down gerrymandered maps or protect voting rights under state constitutions, making it far easier for partisan legislatures to override election results or manipulate electoral rules.",
  "2026-01-13": "Bush v. Gore (2000) created a paradox by simultaneously preventing a constitutional crisis when it halted Florida's recount and handed Bush the presidency, while also establishing dangerous legal precedents that could enable future election subversion. The decision's equal protection reasoning and assertion that federal courts can override state courts on election law has created a toolkit that could be weaponized to stop legitimate vote counts or allow partisan legislatures to override election results in future contested elections.",
  "2026-01-14": "The Eastman memos were legal documents outlining how Vice President Pence could exploit ambiguities in the Electoral Count Act to overturn the 2020 election by rejecting electoral votes or sending disputes back to state legislatures. While the plan failed because Pence refused to execute it, the memos exposed genuine procedural vulnerabilities in America's election certification process that sophisticated actors could exploit in future elections, prompting Congress to pass the Electoral Count Reform Act in 2022 to close some of these loopholes.",
  "2026-01-15": "The newsletter explains how Trump campaign allies organized fake elector slates in seven states Biden won in 2020, creating fraudulent certificates to give Vice President Pence a pretext to reject legitimate electoral votes on January 6th. The scheme failed because key officials like Pence and state election administrators refused to cooperate, but it exposed critical vulnerabilities in the Electoral College system that could be exploited if election deniers control key state offices in future elections.",
  "2026-01-16": "The 2020 Michigan plot to kidnap Governor Whitmer illustrates how organized violence and threats against election officials serve as a complementary tactic to legal election subversion schemes by making officials fear for their safety when making decisions about certifying results. While procedural reforms like the Electoral Count Reform Act are important, they assume good-faith implementation, which can be undermined when election workers face credible threats of violence—a growing and under-resourced problem that needs attention through security support and protection programs for local officials.",
  "2026-01-17": "This newsletter examines the specific tactics Viktor Orbán used to consolidate power in Hungary after 2010, including rewriting the constitution, capturing independent oversight institutions, gerrymandering electoral districts, and creating economically dependent oligarchs—all while maintaining the appearance of democracy. The key lesson is that democratic backsliding happens through accumulated legal institutional changes rather than dramatic coups, making prevention crucial since reversing institutional capture is extremely difficult once achieved.",
  "2026-01-18": "This newsletter examines the \"contingent election\" mechanism, where the House of Representatives selects the president (with each state getting one vote) if no candidate reaches 270 electoral votes, and how this constitutional provision has repeatedly been exploited or nearly exploited throughout U.S. history—from the 1800 Jefferson-Burr crisis to George Wallace's 1968 strategy to the 2020 fake electors scheme. The key takeaway is that this mechanism creates a dangerous incentive for losing parties to prevent any candidate from reaching 270 electoral votes through state-level obstruction, especially since Republicans currently control more state delegations than Democrats, making it a potential vector for election subversion in close future",
  "2026-01-19": "The Brooks Brothers Riot refers to when Republican operatives, many later identified as paid GOP staffers, successfully pressured Miami-Dade election officials to permanently halt their legal ballot recount during the contested 2000 presidential election through physical intimidation and protests. This event matters because it demonstrated that organized pressure on vulnerable local election officials during vote counting can successfully alter democratic processes, creating a playbook that remains relevant as election officials continue to face threats without adequate institutional protection or accountability measures for intimidation tactics.",
  "2026-01-20": "The Independent State Legislature (ISL) theory, which claims state legislatures have unchecked power over federal elections without oversight from state courts, governors, or even state constitutions, nearly became constitutional law in 2023 before the Supreme Court rejected it 6-3 in Moore v. Harper. Despite this defeat, the theory remains a threat because three justices dissented, the majority opinion left vague loopholes about \"ordinary bounds of judicial review,\" and the underlying strategy of exploiting constitutional ambiguities through legal warfare continues to evolve.",
  "2026-01-21": "This newsletter examines how the tight 35-day timeline between Election Day and the Electoral College meeting creates vulnerabilities for election subversion, focusing on how Trump's team in 2020 attempted to exploit certification deadlines through lawsuits and pressure campaigns to create enough chaos that states would miss key dates. While the 2022 Electoral Count Reform Act addressed some weaknesses by removing the \"safe harbor\" deadline and clarifying governors' certification authority, significant gaps remain—particularly around county-level coordination and state legislatures potentially ignoring their own election laws—that could still be exploited in extremely close future elections.",
  "2026-01-22": "This newsletter examines how county-level election certification has emerged as a critical vulnerability in U.S. democracy, as demonstrated by incidents in 2020 and 2022 where local officials in counties like Wayne County, Michigan and Cochise County, Arizona refused or delayed certifying routine election results. While none of these attempts succeeded in overturning elections, the author warns that this scalable chokepoint—involving thousands of low-profile local officials who can create chaos by blocking certification in just a few strategic counties—could be exploited more systematically in future elections unless states implement stronger legal frameworks and support systems.",
  "2026-01-23": "The 2021 Coffee County, Georgia incident revealed that sympathetic local election officials can grant outsiders complete physical access to voting systems—including software used across multiple states—and such breaches may go undetected for over a year because security measures focus on external threats rather than insider access. This scalable vulnerability is particularly dangerous because thousands of small U.S. counties lack the resources for robust oversight, making it possible for bad actors to compromise strategic jurisdictions without needing to breach well-protected large counties.",
  "2026-01-24": "The newsletter examines how election subversion can succeed not by changing votes, but by creating procedural chaos during close recounts that justifies court or legislative intervention, using Florida's 2000 recount as the primary example. The key takeaway is that this \"chaos-then-intervention\" tactic remains a viable threat in modern elections, exploitable through aggressive legal challenges to ambiguous procedures, tight certification deadlines, and inconsistent standards across jurisdictions.",
  "2026-01-25": "This newsletter examines how systematic threats and intimidation against election officials—exemplified by the 2020 Michigan kidnapping plot targeting Governor Whitmer—are creating a dangerous mechanism for election subversion by driving experienced administrators to quit and enabling their replacement with partisan activists. The key takeaway is that protecting democracy requires building support infrastructure (legal defense, security resources, professional networks) for local election workers, since this decentralized threat is harder to counter than coordinated legal schemes and could significantly impact close races in 2026 and 2028.",
  "2026-01-26": "This newsletter explains how aspiring autocrats often strategically weaken government institutions rather than strengthen them, because weak, politicized institutions provide plausible deniability, enable selective enforcement, and create useful chaos while strong professional institutions can say \"no\" and challenge power grabs. The key concern for US democracy is that America's election system is already highly fragmented across 10,000+ jurisdictions with varying capacity, creating vulnerabilities similar to what autocrats deliberately construct—making it difficult to distinguish between genuine administrative problems and intentional subversion.",
  "2026-01-27": "This newsletter examines how state legislatures use their legitimate authority over elections to pass laws that weaken election safeguards—such as shifting power from independent officials to legislature-controlled bodies or creating new grounds for intervention in certification—wrapping election subversion in the language of legislative authority. Recent examples include Alabama's defiance of a Supreme Court redistricting order and Georgia's SB 202, which removed the Secretary of State from the election board and enabled state takeover of county election administration, demonstrating a pattern that's difficult to combat because it exploits formal legal processes rather than relying on isolated bad actors.",
  "2026-01-28": "This newsletter examines how the \"count all legal votes\" rhetoric can be weaponized to challenge election results by exploiting the inevitable procedural judgment calls and minor administrative irregularities that occur in every election, potentially invalidating thousands of legitimate ballots on technical grounds rather than proving actual fraud. The key danger is that this tactic operates within legal channels by transforming routine election administration complexity into grounds for contesting close elections, making it harder to defend against than schemes requiring institutional capture or outright rule-breaking.",
  "2026-01-29": "The Independent State Legislature (ISL) theory argued that state legislatures have nearly unchecked power over federal elections, free from constraints by state constitutions, courts, or governors—a theory that came dangerously close to Supreme Court acceptance in 2022 when four justices signaled support. While the Court rejected the strongest version in Moore v. Harper (2023), it left a vague \"too far\" standard that allows federal courts to override state court election rulings, creating an exploitable loophole that could cause chaos in close future elections."
}