{
  "2026-01-12": "The \"independent state legislature theory\" argued that state legislatures have nearly unlimited power over federal elections, immune from state court review, gubernatorial vetoes, or state constitutional constraints—a theory that came within one or two Supreme Court votes of becoming law before being rejected 6-3 in Moore v. Harper (2023). Had it succeeded, the theory would have removed key institutional checks that prevent election subversion, such as state courts' ability to strike down gerrymandered maps or protect voting rights under state constitutions, making it far easier for partisan legislatures to override election results or manipulate electoral rules.",
  "2026-01-13": "Bush v. Gore (2000) created a paradox by simultaneously preventing a constitutional crisis when it halted Florida's recount and handed Bush the presidency, while also establishing dangerous legal precedents that could enable future election subversion. The decision's equal protection reasoning and assertion that federal courts can override state courts on election law has created a toolkit that could be weaponized to stop legitimate vote counts or allow partisan legislatures to override election results in future contested elections.",
  "2026-01-14": "The Eastman memos were legal documents outlining how Vice President Pence could exploit ambiguities in the Electoral Count Act to overturn the 2020 election by rejecting electoral votes or sending disputes back to state legislatures. While the plan failed because Pence refused to execute it, the memos exposed genuine procedural vulnerabilities in America's election certification process that sophisticated actors could exploit in future elections, prompting Congress to pass the Electoral Count Reform Act in 2022 to close some of these loopholes.",
  "2026-01-15": "The newsletter explains how Trump campaign allies organized fake elector slates in seven states Biden won in 2020, creating fraudulent certificates to give Vice President Pence a pretext to reject legitimate electoral votes on January 6th. The scheme failed because key officials like Pence and state election administrators refused to cooperate, but it exposed critical vulnerabilities in the Electoral College system that could be exploited if election deniers control key state offices in future elections.",
  "2026-01-16": "The 2020 Michigan plot to kidnap Governor Whitmer illustrates how organized violence and threats against election officials serve as a complementary tactic to legal election subversion schemes by making officials fear for their safety when making decisions about certifying results. While procedural reforms like the Electoral Count Reform Act are important, they assume good-faith implementation, which can be undermined when election workers face credible threats of violence—a growing and under-resourced problem that needs attention through security support and protection programs for local officials.",
  "2026-01-17": "This newsletter examines the specific tactics Viktor Orbán used to consolidate power in Hungary after 2010, including rewriting the constitution, capturing independent oversight institutions, gerrymandering electoral districts, and creating economically dependent oligarchs—all while maintaining the appearance of democracy. The key lesson is that democratic backsliding happens through accumulated legal institutional changes rather than dramatic coups, making prevention crucial since reversing institutional capture is extremely difficult once achieved.",
  "2026-01-18": "This newsletter examines the \"contingent election\" mechanism, where the House of Representatives selects the president (with each state getting one vote) if no candidate reaches 270 electoral votes, and how this constitutional provision has repeatedly been exploited or nearly exploited throughout U.S. history—from the 1800 Jefferson-Burr crisis to George Wallace's 1968 strategy to the 2020 fake electors scheme. The key takeaway is that this mechanism creates a dangerous incentive for losing parties to prevent any candidate from reaching 270 electoral votes through state-level obstruction, especially since Republicans currently control more state delegations than Democrats, making it a potential vector for election subversion in close future",
  "2026-01-19": "The Brooks Brothers Riot refers to when Republican operatives, many later identified as paid GOP staffers, successfully pressured Miami-Dade election officials to permanently halt their legal ballot recount during the contested 2000 presidential election through physical intimidation and protests. This event matters because it demonstrated that organized pressure on vulnerable local election officials during vote counting can successfully alter democratic processes, creating a playbook that remains relevant as election officials continue to face threats without adequate institutional protection or accountability measures for intimidation tactics.",
  "2026-01-20": "The Independent State Legislature (ISL) theory, which claims state legislatures have unchecked power over federal elections without oversight from state courts, governors, or even state constitutions, nearly became constitutional law in 2023 before the Supreme Court rejected it 6-3 in Moore v. Harper. Despite this defeat, the theory remains a threat because three justices dissented, the majority opinion left vague loopholes about \"ordinary bounds of judicial review,\" and the underlying strategy of exploiting constitutional ambiguities through legal warfare continues to evolve."
}